docs/posts/2016-10-21-the-clinton-foundation.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- Dec 28, 2024 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Confirmation Bias and the Clinton Foundation</title>
<meta name="author" content="Randy Ridenour" />
<meta name="generator" content="Org Mode" />
<link rel='icon' type='image/x-icon' href='/images/favicon.ico'/>
<meta name='viewport' content='width=device-width, initial-scale=1'>
<link rel='stylesheet' href='/css/normalize.css' type='text/css'/>
<link rel='stylesheet' href='/css/main.css' type='text/css'/>
<link rel='stylesheet' href='/css/syntax-coloring.css' type='text/css'/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="/"> UP </a>
 |
 <a accesskey="H" href="/"> HOME </a>
</div><header id="top" class="status">
<div class="banner">
  <h2><a href="/">Randy Ridenour</a></h2>
  <nav class="navbar">
    <ul>
      <li><a href="/posts/">Blog</a></li>
      <li><a href="/about.html">About</a></li>
      <li><a href="/tags/">Tags</a></li>
      <li><a href="/index.xml">RSS</a></li>
    </ul>
  </nav>
</div>
</header>
<main id="content" class="content">
<header>
<h1 class="title">Confirmation Bias and the Clinton Foundation</h1>
<p class="subtitle" role="doc-subtitle">Oct 21, 2016</p>
</header><p>
Yesterday, I showed that claiming that only 5.7% of Clinton Foundation donations goes to charity is essentially false. Although that is indeed the percentage that goes to other charitable organizations, it ignores the fact that the Clinton Foundation is itself a public charity, unlike the Trump Foundation, which is a private foundation.
</p>

<p>
In response, a friend said that, although my claim was technically true, the majority of Clinton Foundation money goes back to the Clintons through the its two largest program expenditures, the Clinton Global Initiative (CGI) and the Clinton Presidential Library. 
</p>

<p>
It is true that CGI and the Library are two of the largest program expenditures of the Clinton Foundation, ranking second and third, respectively. They are not even remotely close to the majority of expenditures, however. Even together, they account for, at most, only 18% of the Foundation&rsquo;s annual expenditures.<sup><a id="fnr.1" class="footref" href="#fn.1" role="doc-backlink">1</a></sup> 
</p>

<p>
Now, I&rsquo;m not defending the spending of the Clinton Foundation.<sup><a id="fnr.2" class="footref" href="#fn.2" role="doc-backlink">2</a></sup> I have no idea how effective its charitable work is. The point is that too many people (myself included, to be honest) simply share, retweet, or repost anything that is consistent with our own biases without checking the material for accuracy, even when verification would be relatively simple. This is called confirmation bias, something that we all must take care to minimize. Remember Reagan&rsquo;s dictum, &ldquo;Trust, but verify.&rdquo;<sup><a id="fnr.3" class="footref" href="#fn.3" role="doc-backlink">3</a></sup>
</p>

<div class="tagline" id="org670d4f7">
<p>
Tagged: <a href="../tags/politics.html">Politics</a> <a href="../tags/critical-thinking.html">Critical-Thinking</a>
</p>

</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes</h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1" role="doc-backlink">1</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
The annual reports and audited financial statements of the <a href="https://www.clintonfoundation.org/about/annual-financial-reports">Clinton Foundation</a> show that CGI and the Library combined accounted for 14.8% to 18% of program expenditures over the last three years. The Foundation publishes financial reports back to 1998.
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2" role="doc-backlink">2</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
I&rsquo;m also not defending the Clintons. I have long thought them to be a symptom of the major problem of American politics, the undue influence of money in politics.
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3" role="doc-backlink">3</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
There&rsquo;s a nice piece on that phrase in the <a href="https://www.washingtonpost.com/opinions/trust-but-verify-an-untrustworthy-political-phrase/2016/03/11/da32fb08-db3b-11e5-891a-4ed04f4213e8_story.html?utm_term=.d4b274fc7770">Washington Post</a>.
</p></div></div>


</div>
</div></main>
<footer id="postamble" class="status">
<div class='footer'>
  Copyright © 2024 <a href='mailto:rlridenour@fastmail.com'>Randy Ridenour.</a><br>
  Last updated on Dec 28, 2024.<br>
  Generated using <a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.4 (<a href="https://orgmode.org">Org</a> mode 9.8-pre).
</div>
</footer>
</body>
</html>
